Autodesk.Revit.DB.ScheduleVerticalAlignment
Vertical alignment of data in a schedule.
Since:
2024
Since:
2024

Autodesk.Revit.DB.ScheduleVerticalAlignment.Bottom
Bottom aligned

Autodesk.Revit.DB.ScheduleVerticalAlignment.Middle
Middle aligned

Autodesk.Revit.DB.ScheduleVerticalAlignment.Top
Top aligned